adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-tw-fonts
adobe-source-han-serif-cn-fonts
adobe-source-han-serif-tw-fonts
base
base-devel
bind
blueman
bluez
bluez-utils
brightnessctl
btop
clang
cool-retro-term
cpupower
dhcpcd
dialog
dunst
efibootmgr
fcitx5
fcitx5-chewing
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
firefox
fish
git
github-cli
gnome-shell
grub
gtk3
gufw
hyprpaper
imagemagick
intel-gpu-tools
intel-media-driver
iperf3
iwd
jdk17-openjdk
kitty
libnotify
libva-intel-driver
libva-utils
libxmlb
linux
linux-firmware
man-db
neofetch
neovim
ninja
os-prober
pavucontrol
pipewire-pulse
polkit-kde-agent
pop-gtk-theme
pulseaudio-alsa
python-pip
python-tqdm
steam
tldr
tlp
tmux
ttf-cascadia-code
ttf-font-awesome
ufw
usbutils
vi
vim
vulkan-intel
wget
xdg-desktop-portal-hyprland
xdg-user-dirs
